"appName" = "Inlaider (id)";


"popup.command.placeholder.typeACommand" = "Ketik perintah...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Ketik perintah atau tekan Enter untuk menutup...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Ketik perintah atau tekan Enter untuk menempelkan hasil";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — beralih ke editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — beralih ke baris perintah";
"popup.shortcut.clearCanvas" = "⌘⌫ membersihkan editor";
"popup.shortcut.copyCanvas" = "⌘C menyalin isi editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C atau Enter menyalin isi editor";
"popup.shortcut.enterPaste" = "Enter menyisipkan ke";
"popup.shortcut.esc" = "Esc menutup ke";

"show" = "Tampilkan";
"about" = "Tentang";
"quit" = "Keluar";
"close" = "Tutup";
"cancel" = "Batal";
"save" = "Simpan";
"ok" = "OK";
"settings" = "Pengaturan";
"copied" = "Tersalin";

"settings.section.general.title" = "Umum";
"settings.accessibility.title" = "Izin Aksesibilitas";
"settings.accessibility.description" = "Izin ini diperlukan untuk secara otomatis membaca teks yang dipilih dan memasukkan hasil yang diproses kembali ke dalam bidang teks asli.\nTanpa akses, aplikasi akan menggunakan clipboard untuk mentransfer data.";
"settings.inlaiderShortcut.label" = "Pintasan Keyboard untuk Inlaider";
"settings.LaunchAtLogin.label" = "Jalankan saat masuk";

"settings.section.ownAPIKeys.title" = "Kunci API Sendiri";
"provider.apiKey.title" = "Kunci API";
"provider.apiKey.placeholder" = "Masukkan kunci API di sini";
"provider.models.title" = "Model";
"provider.models.new.placeholder" = "Tambahkan nama model";

"settings.section.customPrompts.title" = "Pengganti Prompt";
"prompts.general.title" = "Prompt Umum";
"prompts.replacements.title" = "Pengganti Prompt";
"prompts.replacements.replaceWhat.label" = "Ganti";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Dengan prompt";
"prompts.replacements.error.exists.message" = "Pengganti perintah '%@' sudah ada.";

"about.ThirdPartyLicenses" = "Lisensi Pihak Ketiga";
"about.VisitOnGithub" = "Lihat di GitHub";
"about.version" = "Versi %@";

"error.title" = "Kesalahan";